{
  "Meta": {
    "home_title": "A Professional Reddit Traffic Monetization Tool For You | Subrise",
    "home_description": "Subrise is meticulously crafted as a Reddit operations tool for entrepreneurs expanding overseas. It selects and categorizes high-quality Reddit information and operational insights. We help you discover high-quality, business-relevant Reddit communities and share frontline operational know-how, assisting you in monetizing Reddit traffic.",
    "concepts_title": "Introduction to Basic Concepts and Strategies on Reddit | Subrise",
    "concepts_description": "Introduction to Basic Concepts of Reddit: Posts, Comments, Karma System, Reddit Premium, and Reddit Coins",
    "subreddits_title": "Helps you discover the best-matched Reddit communities | Subrise",
    "subreddits_description": "Explore the list of Reddit communities on Subrise, helping you quickly filter, search, and find Subreddits that meet your needs.",
    "subreddits_detail_title": "Subreddit Detail",
    "subreddits_detail_description": "Learn about the details of a specific Subreddit",
    "tips_title": "Reddit Traffic Strategies and Practical Tips | Reddit Karma Earning | Subrise",
    "tips_description": "Share valuable insights on driving traffic and earning Karma on Reddit, helping you find the right Subreddits and sharing frontline hands-on experience in demand mining and product promotion within the Reddit community.",
    "tips_detail_title": "Tip Detail",
    "tips_detail_description": "Learn about the details of a specific Tip"
  },
  "Routes": {
    "home": "Home",
    "concepts": "Concept",
    "subreddits": "Explore Reddit",
    "tips": "Blog",
    "featured": "Subrise Featured"
  },
  "Pages": {
    "home": {
      "title": "Subrise: A Professional Reddit Traffic Monetization Tool For You",
      "subTitle": "Mastering account growth, community selection, and operational insights all in one go.",
      "concepts_title": "Concept",
      "concepts_description": "Learn about the basics of Reddit and its exposure mechanisms",
      "subreddits_title": "Explore Subreddits",
      "subreddits_description": "Discover Subreddits that are suitable for your target audience",
      "tips_title": "Blog",
      "tips_description": "Explore common traffic acquisition strategies and experiences"
    },
    "concepts": {
      "title": "Concept",
      "search": "Search"
    },
    "subreddits": {
      "search": "Search",
      "title": "Explore Reddit",
      "placeholder": "Please enter",
      "category": "Category",
      "more": "More",
      "collapse": "Collapse",
      "rank": "Rank Range",
      "rank_1": "Top 10",
      "rank_2": "Top 50",
      "rank_3": "Top 100",
      "rank_4": "Top 500",
      "all": "All",
      "subscrib": "Subscription Range",
      "subscrib_1": "Small(1-10k)",
      "subscrib_2": "Medium(10k-100k)",
      "subscrib_3": "Large(100k-500k)",
      "subscrib_4": "Huge(500k+)"
    },
    "subredditsDetail": {
      "promotion": "Promotable Content",
      "notice": "Notice",
      "rank": "Rank",
      "rank_description": "Rank of the subreddit on Reddit",
      "subscribersCount": "Subscribers",
      "subscribersCount_description": "Number of subscribers to the subreddit on Reddit",
      "tagName": "Tag",
      "tagName_description": "Tag of the subreddit",
      "tips": "Note: Some content is generated by AI, please use it according to actual circumstances",
      "visit": "Visit",
      "featuredReason": "Recommendation Reason"
    },
    "blogs": {
      "publish_date": "Publish Date"
    },
    "privacy_policy": {
      "title": "Subrise Privacy Policy",
      "effective_date": "Effective Date: 2024-10-16",
      "overview": "Overview",
      "overview_description": "Subrise operates the website https://subrise.co/ and is committed to protecting your privacy. This privacy policy outlines the types of information we collect, how we use this information, and the steps we take to ensure your personal information is appropriately processed.",
      "information_collection": "Information Collection",
      "personal_data": "Personal Data",
      "personal_data_description": "We collect personal data voluntarily provided by you, including but not limited to:",
      "personal_data_description_1": "Name",
      "personal_data_description_2": "Email Address",
      "personal_data_description_3": "Payment Information",
      "personal_data_description_4": "These information are collected for processing orders on our Subrise navigation site.",
      "non_personal_data": "Non-Personal Data",
      "non_personal_data_description": "We also collect non-personal data through web cookies, including your IP address, browser type, and details of the pages you visit on our website. This data is used to enhance your experience on our website.",
      "data_collection_purpose": "Data Collection Purpose",
      "data_collection_purpose_description": "The main purpose of collecting your data is to process your orders and improve the functionality and services of our website.",
      "data_sharing": "Data Sharing",
      "data_sharing_description": "Subrise respects your privacy. We will not share your personal data with any third parties, unless necessary to process your orders or comply with legal requirements.",
      "children_privacy": "Children Privacy",
      "children_privacy_description": "Our services are not intended for children under 18 years of age. We do not intentionally collect personal information from children.",
      "privacy_policy_update": "Privacy Policy Update",
      "privacy_policy_update_description": "We may update our privacy policy periodically. We will notify you of any changes by posting the updated privacy policy on this page and updating the 'Effective Date' at the top of the page. We will also notify you of significant changes via email.",
      "contact_us": "Contact Us",
      "contact_us_description": "If you have any questions or concerns about this privacy policy, please contact us at support@subrise.co."
    },
    "terms_of_service": {
      "title": "Subrise Terms of Service",
      "effective_date": "Effective Date: 2024-10-16",
      "overview": "Overview",
      "overview_description": "Welcome to Subrise. By accessing our website (https://subrise.co/), you agree to be bound by these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree to these terms of service, you are prohibited from using or accessing this website.",
      "acceptance_of_terms": "Acceptance of Terms",
      "acceptance_of_terms_description": "By using our website, you agree to accept these terms of service. If you do not agree to these terms of service, you are prohibited from using or accessing this website.",
      "acceptance_of_terms_description_1": "Modify or copy the materials;",
      "acceptance_of_terms_description_2": "Use the materials for any commercial purpose, or for any public display (commercial or non-commercial);",
      "acceptance_of_terms_description_3": "Attempt to decompile or reverse engineer any software on our website;",
      "acceptance_of_terms_description_4": "Remove any copyright or other proprietary notations from the materials; or",
      "acceptance_of_terms_description_5": "Transfer the materials to another person or 'mirror' the materials on any other server.",
      "acceptance_of_terms_description_6": "If you violate any of these restrictions, your license to use our website is automatically terminated. We reserve the right to terminate this license at any time for any reason.",
      "disclaimer": "Disclaimer",
      "disclaimer_description": "The materials on our website are provided on an 'as is' basis. We make no warranties, expressed or implied, and hereby disclaim all warranties, including but not limited to, implied warranties of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other rights.",
      "limitations": "Limitations",
      "limitations_description": "In no event shall Subrise or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use our website or services, even if Subrise or a Subrise authorized representative has been notified orally or in writing of the possibility of such damages.",
      "material_accuracy": "Material Accuracy",
      "material_accuracy_description": "The materials appearing on our website could include technical, typographical, or photographic errors. We do not warrant that any of the materials on our website are accurate, complete, or current. We may change the materials on our website at any time without notice. However, we do not make any commitment to update the materials.",
      "links": "Links",
      "links_description": "We do not review or monitor the content of any third-party websites linked to our website. We are not responsible for any content on any third-party websites linked to our website.",
      "modifications": "Modifications",
      "modifications_description": "Subrise reserves the right to modify these Terms of Service at any time without prior notice. By using our website, you agree to be bound by the current version of these Terms of Service.",
      "governing_law": "Governing Law",
      "governing_law_description": "These terms and conditions are governed by and construed in accordance with the laws of the State of California, USA, and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location.",
      "contact_us": "Contact Us",
      "contact_us_description": "If you have any questions about these terms of service, please contact us at support@subrise.co."
    } 
  },
  "Components": {
    "pagination": {
      "jump": "Jump to"
    },
    "footer": {
      "copyright": "Copyright © 2024 Subrise. All rights reserved.",
      "legal_terms": "Legal",
      "terms_of_service": "Terms & Conditions",
      "privacy_policy": "Privacy Policy",
      "support": "Friends",
      "nav": "Navigation"
    }
  }
}